const home = {
  hero: {
    title:
      "Центр изучения английского и IELTS от <span class='animate-text bg-gradient-to-r from-main via-accent2 to-secondary bg-clip-text text-transparent'>First Lady Niner</span> Мамуры Юлдашевой",
    description:
      "Мы не просто обучаем английскому, мы открываем новые горизонты!",
    button: "Контакты для первого занятия",
  },
  stats: {
    experience: "лет опыта",
    successful_students: "успешных студентов",
    staff_members: "количество сотрудников",
  },
  whyUs: {
    title: "Узнайте, что делает нас исключительными",
    description:
      "В MY9 Learning Center мы специализируемся на индивидуальном обучении английского языка и подготовке к IELTS. Наши эксперты-преподаватели и инновационные методы обеспечивают достижение учениками их полных возможностей и целей.",
    features: [
      {
        title: "Бесплатный второй учитель",
        description:
          "Нужна помощь? Ассистенты-преподаватели готовы поддержать вас по любым вопросам.",
        img: "https://www.svgrepo.com/show/477106/color-blocks-write-contacts.svg",
      },
      {
        title: "Опытные преподаватели",
        description:
          "Наши учителя высококвалифицированы, имеют специализированное образование и отличные результаты по IELTS (до 9.0).",
        img: "https://www.svgrepo.com/show/477085/light-bulb.svg",
      },
      {
        title: "Тестовый центр",
        description: "Испытайте настоящий тест в нашем MY9 Mock Test Center!",
        img: "https://www.svgrepo.com/show/477080/reader.svg",
      },
      {
        title: "Co-working зоны",
        description:
          "Учите английский свободно в наших co-working зонах, с поддержкой учителей для индивидуальных занятий.",
        img: "https://www.svgrepo.com/show/477069/tea.svg",
      },
    ],
  },
  faq: {
    title: "FAQ",
    description: "Получите ответы на часто задаваемые вопросы",
    questions: [
      {
        question:
          "Как определить собственный уровень знаний английского перед выбором курса?",
        answer:
          "С этой целью для всех новых студентов мы проводим тестирование. На основании его результатов наши специалисты распределяют учащихся по группам. Аналогичным способом мы определяем, может ли наш студент переходить на следующий уровень, после завершения предыдущих курсов.",
      },
      {
        question: "Сколько надо времени, чтобы выучить английский с нуля?",
        answer:
          "Здесь все зависит исключительно от индивидуальных способностей и уровня, которого желает достичь ученик. Примерные сроки мы сможем озвучить только после проведения тестирования и личной беседы.",
      },
      {
        question:
          "С какого возраста вы принимаете на курсы по английскому языку?",
        answer:
          "Минимальный возраст — 13 лет. При этом для всех несовершеннолетних абитуриентов обязательным условием является предоставление информации о родителях или опекунах. Все вопросы, касающиеся оплаты обучения английскому и сдачи экзаменов, будут адресованы именно к ним.",
      },
    ],
  },
  courses: {
    title: "Наши курсы",
    description:
      "Узнайте о доступных курсах в MY9 и выберите тот, который вам больше всего подходит",
    generalEnglish: {
      title: "General English",
      features: {
        feature1:
          "Курс охватывает 5 уровня (от Beginner до Upper Intermediate), каждый из которых длится 3 месяца.",
        feature2:
          "Занятия проводятся 3 раза в неделю по 80 минут, с использованием программы OXFORD SOLUTION от Oxford University Press.",
        feature3:
          "Студенты обеспечиваются бесплатными учебниками и индивидуальной рабочей тетрадью.",
        feature4:
          "В стоимость входит поддержка учителя для пропущенных занятий или трудностей.",
      },
    },
    ieltsStandard: {
      title: "IELTS Standart",
      features: {
        feature1: "Получите базовые знания о формате IELTS.",
        feature2: "Изучите стратегии для эффективного прохождения теста IELTS.",
        feature3:
          "Участвуйте в mock тестах, чтобы смоделировать реальный экзамен IELTS.",
        feature4:
          "Каждое занятие длится 80 минут, что способствует оптимальному вовлечению в обучение.",
        feature5:
          "В стоимость входит поддержка учителя для пропущенных занятий или трудностей.",
      },
    },
    intensiveSpeaking: {
      title: "Intensive Speaking",
      features: {
        feature1:
          "Развивайте свои разговорные навыки на специальном месячном курсе IELTS.",
        feature2: "Группы не более 15 учеников.",
        feature3:
          "Каждый студент обеспечивается книгами и тетрадями без дополнительной оплаты.",
        feature4:
          "Каждое занятие длится 80 минут, что способствует оптимальному вовлечению в обучение.",
        feature5: "Индивидуальная обратная связь по каждому уроку.",
      },
    },
    teacherTraining: {
      title: "Teacher Training",
      features: {
        feature1:
          "Специальный курс обучения педагогическому мастерству, состоящий из 10 занятий.",
        feature2: 'Изучите эффективные методы планирования уроков, чтобы вовлечь учащихся с разными стилями обучения.',
        feature3: "Обучение по американской методике.",
        feature4:
          "Дополнительные уроки от преподавателей, имеющих квалификацию CELTA.",
        feature5: "Индивидуальный подход.",
        feature6: "Научитесь использовать таксономию Блума, чтобы максимально повысить удержание студентов и успеваемость.",
      },
    },
    signUpButton: "Контакты для первого занятия",
  },
  contact: {
    title: "Свяжитесь с нами",
    description:
      "Окунитесь в атмосферу комфорта и эффективности. Учитесь легко и с удовольствием!",
    address: {
      title: "Наш адрес",
      line1: "Проспект Бунёдкор 1, Ташкент, Узбекистан",
      line2: "Станция метро Новза, рядом с Зираат Банком.",
    },
    hours: {
      title: "Режим работы",
      schedule: "Понедельник - Суббота: 09:00–20:00",
    },
    contacts: {
      title: "Контакты",
      email: "my9learningcenter@gmail.com",
      emailLabel: "E-Mail",
      phone: "+998 95 555 55 37",
      phoneLabel: "Телефон",
    },
  },
};

export default home;
