const layout = {
  header: {
    teachers: "Учителя",
    courses: "Курсы",
    results: "Результаты",
    contact: "Контакты",
    login: "Вход",
    profile:"Профиль",
    dark_mode: "Тёмный режим",
  },
  footer: {
    welcome_message:
      "Добро пожаловать в наш учебный центр, где мы помогаем студентам достигать своих целей по IELTS. Наши опытные преподаватели предоставляют персонализированные уроки, чтобы гарантировать достижение вами желаемого балла.",
    join_us:
      "Присоединяйтесь к нам, чтобы ощутить поддержку и эффективную учебную среду.",
    contacts: "Контакты",
    phone: "Телефон:",
    email: "Электронная почта:",
    address: "Адрес:",
    address_info: "Проспект Бунёдкор 1",
    social: "Социальные сети",
    follow_us:
      "Следите за нами в социальных сетях, чтобы получать последние обновления и ресурсы.",
    rights_reserved: "Все права защищены.",
    public_offer: "Публичная оферта",
  },
};

export default layout;
